/* Archive - NSOpenPanel button title */
"Archive" = "Arquivar";

/* Archive Files - NSOpenPanel title */
"Archive Files" = "Arquivar Arquivos";

/* title of progress window */
"Archive Utility" = "Utilitário de Compressão";

/* alert: archiving operation was canceled */
"Archiving \"%1$@\" into \"%2$@\" was canceled." = "O arquivamento de \"%1$@\" em \"%2$@\" foi cancelado.";

/* progress string when archiving */
"Archiving \"%1$@\"\\U2026" = "Arquivando \"%1$@\"…";

/* Cancel */
"Cancel" = "Cancelar";

/* Progress subtext when cleaning up */
"Cleaning up\\U2026" = "Limpando…";

/* alert: unable to unpack archive - unable to find suitable target directory */
"Could not find a writable folder for the contents of \"%1$@.\"  Try moving it to a writable folder." = "Não foi possível encontrar uma pasta gravável para o conteúdo de \"%1$@.\"  Tente movê-lo para uma pasta gravável.";

/* alert: unable to unarchive - target is not a dir or does not exist */
"Could not find a writable folder in which to create an archive of \"%1$@.\"  Try moving it to a writable folder." = "Não foi possível encontrar uma pasta gravável na qual criar um arquivo comprimido de \"%1$@.\"  Tente movê-lo para uma pasta gravável.";

/* debug alert: finished archiving */
"Finished archiving \"%1$@\" into \"%2$@\"." = "Arquivamento de \"%1$@\" em \"%2$@\" concluído.";

/* debug alert: archive finished unpacking */
"Finished unarchiving \"%1$@\" into \"%2$@\"." = "Expansão de \"%1$@\" em \"%2$@\" concluída.";

/* Default name of progress window */
"Progress" = "Progresso";

/* prompt when trying to save archive/unarchive */
"Select a location to save \"%1$@\"\\U2026" = "Selecione uma localização para salvar \"%1$@\"…";

/* alert: unable to make archive */
"Unable to archive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Não é possível criar arquivo comprimido de \"%1$@\" para \"%2$@\".\n(Erro %3$d - %4$@.)";

/* unable to delete source */
"Unable to delete \"%1$@\"." = "Não foi possível apagar \"%1$@\".";

/* unable to delete archive */
"Unable to delete archive \"%1$@\"." = "Não foi possível apagar o arquivo \"%1$@\".";

/* alert: unarchiving this flavor archive is not supported */
"Unable to expand \"%@\" - it is in an unsupported format." = "Impossível expandir \"%@\" - está em um formato não compatível.";

/* alert: unarchiving stuffit archives is not supported */
"Unable to expand \"%@\" - Stuffit archives are not supported." = "Impossível expandir \"%@\" - Os arquivos Stuffit não são compatíveis.";

/* unable to finish unarchiving alert - move failed */
"Unable to finish unarchiving \"%1$@\" into \"%2$@\".\nCould not move \"%3$@\" into destination directory." = "Não foi possível concluir a expansão de \"%1$@\" em \"%2$@\".\nNão foi possível mover \"%3$@\" para o diretório de destino.";

/* unable to move source */
"Unable to move \"%1$@\" to \"%2$@." = "Não foi possível mover \"%1$@\" para \"%2$@.";

/* unable to move source alert - destination does not exist or not a directory */
"Unable to move \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Não foi possível mover \"%1$@\" para \"%2$@\".\nO destino não existe ou não é um diretório.";

/* unable to trash source */
"Unable to move \"%1$@\" to Trash." = "Não foi possível mover \"%1$@\" para o Lixo.";

/* unable to move archive */
"Unable to move archive \"%1$@\" to \"%2$@." = "Não foi possível mover o arquivo comprimido \"%1$@\" para \"%2$@.";

/* unable to move alert - destination does not exist or not a directory */
"Unable to move archive \"%1$@\" to \"%2$@\".\nTarget does not exist or is not a directory." = "Não foi possível mover o arquivo \"%1$@\" para \"%2$@\".\nO destino não existe ou não é um diretório.";

/* unable to trash archive */
"Unable to move archive \"%1$@\" to Trash." = "Não foi possível mover o arquivo \"%1$@\" para o Lixo.";

/* unable to open archive for unarchive alert */
"Unable to open archive \"%1$@\".\n(Error %2$d - %3$@.)" = "Impossível abrir o arquivo \"%1$@\".\n(Erro %2$d - %3$@.)";

/* unable to open damaged archive for unarchive alert */
"Unable to open damaged archive \"%1$@\"." = "Impossível abrir o arquivo danificado \"%1$@\".";

/* unable to unarchive alert */
"Unable to unarchive \"%1$@\" into \"%2$@\".\n(Error %3$d - %4$@.)" = "Não é possível expandir \"%1$@\" para \"%2$@\".\n(Erro %3$d - %4$@.)";

/* Unarchive - NSOpenPanel button title */
"Unarchive" = "Expandir";

/* Unarchive File - NSOpenPanel title */
"Unarchive File" = "Expandir Arquivo";

/* alert: unarchiving operation was canceled */
"Unarchiving \"%1$@\" into \"%2$@\" was canceled." = "A expansão de \"%1$@\" em \"%2$@\" foi cancelada.";

/* progress string when unarchiving */
"Unarchiving \"%1$@\"\\U2026" = "Expandindo \"%1$@\"…";

